Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/petter_morottaja_aimo_aikio_ja_janita_kansala_taidetapahtuman_tuomareiksi.html.tmx
Source language: fin
Languages: sms

source: Petter Morottaja, Aimo Aikio ja Janita Känsälä taidetapahtuman tuomareiksi
sms: Petter Morottaja, Aimo Aikio da Janita Känsälä čeäʹppvuõđpeeiʹv suʹvddjen

source: Kirjailija Petter Morottaja , muusikko Aimo Aikio ja laulaja Janita Känsälä toimivat Saamelaisnuorten taidetapahtuman tuomareina 15.9.2022.
sms: Ǩeʹrjjneǩ Petter Morottaja , musiikkâr Aimo Aikio da läullai Janita Känsälä tåimma Sääʹmnuõri čeäʹppvuõđpeeiʹv suʹvddjen 15.9.2022.

source: Tapahtumassa esiintyy Ailu Valle .
sms: Šõddmõõžžâst čuäjtââtt Ailu Valle .

source: Saamelaisnuorten taidetapahtumaa odotetaan 350 lasta ja -nuorta ympäri maan ja tapahtumassa nähdään 18 esitystä.
sms: Sääʹmnuõri čeäʹppvuõđpeivva vueʹrdet 350 päärna da nuõr pirr jânnam da šõddmõõžžâst vueiʹnet 18 čuäjtõõzzid.

source: Lisäksi taidetapahtumaan odotetaan seuraajia Youtube-striimiin, minkä linkkiä jaetaan taidetapahtuman sosiaalisessa mediassa.
sms: Lââʹssen čeäʹppvuõđpeivva vueʹrdet seuʹrrjeeʹjid õõlmâs Youtube-striiʹme , mõõn liiŋk jueʹjjet čeäʹppvuõđpeeiʹv sosiaalʼlaž mediast .

source: Tapahtuma juonnetaan kolmella saamen kielellä.
sms: Šõddmõõžž jååʹđtet koolmin sääʹmǩiõlin.

source: Tapahtuman juontavat inarinsaameksi Ainomaija Mäenpää , koltansaameksi Johannes Porsanger ja pohjoissaameksi Xia Torikka .
sms: Šõddmõõžž jååʹđte aanrõšǩiõʹlle Ainomaija Mäenpää, nuõrttsäämas Johannes Porsanger da tâʹvvsäämas Xia Torikka.

source: Ohjelma torstai 15.9.2022
sms: Programm neljdpeiʼvv 15.9.2022

source: 10.00 Taidetapahtuma alkaa 12–13.
sms: 10.00 Čeäʹppvuõttpeiʹvv älgg 12–13.

source: 30 Ruokailu, raati kokoontuu 14.00 Konsertti 15.30 Kotiinlähtö
sms: 30 Poorrâm, ärvvtõõlli noorâʹtte 14.00 Konseʹrtt 15.30 Domoi vuâlggmõš

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.
sms: Lââʼssteâđ: Anni-Sofia Niittyvuopio anni-sofia.
